{
  "english": [
    {
      "id": 1,
      "title": "Author: Sajjad Hussain Mufti ",
      "body": {
        "description": "Human beings are social beings. Therefore, they are dependent on society for their happiness and success, from which they seek cooperation to achieve their success and well-being. Naturally, they inclined towards mutual benefits, and for this reason, they go to great lengths to safeguard their lives, wealth, honor, family, religion, nation, homeland, position, and interests. In this pursuit, they make every possible effort to obtain the cooperation of others. At times, they appeal to the emotions of kinship and friendship, and at other times, they manipulate the sentiments of national, religious, linguistic, and regional biases, using them for their own benefit and against others. They may also resort to temptation, deception, and intimidation, depriving people of their freedom to think, understand, and choose, and compelling them to remain under their control. ",
        "bullet_points": [
          " This is why to tread the path of humanity, nobility, and happiness, mere intellectual strength is not enough; rather, it requires the divine revelation and guidance of innocent prophets appointed by Allah. This is the philosophy of religion and faith. ",
          " The Battle of Karbala is a unique event in human history. In reality, this event is a historical confrontation between the nobility of humanity and the demonic forces of degradation and meanness. The two parties involved are on one side, Yazid and his supporters. Yazid had at his disposal not only all the means of the vast and extensive Islamic empire but also the intellectual and political support of the Roman Empire. On the other side are Hussain, the son of Ali, and his 72 companions nurtured under divine destinies, who in terms of resources and military power, are much weaker than the Yazidi forces. On one side are a few brave fighters, and on the other side is a well-armed army consisting of thousands of individuals. ",
          " Hussain stands for freedom. His mission is to liberate human hearts and minds, thoughts and emotions, and the body and soul from all kinds of bondage, and to submit to the worship of Allah. That is why Hussain does not burn boats like Tariq bin Ziyad to render his companions helpless. He does not offer greed to anyone nor instills fear to keep them by his side. Rather, he sets everyone free, giving them the choice to either leave or stand in support of truth and freedom.",
          " Hussain stands for freedom. His mission is to liberate human hearts and minds, thoughts and emotions, and the body and soul from all kinds of bondage, and to submit to the worship of Allah. That is why Hussain does not burn boats like Tariq bin Ziyad to render his companions helpless. He does not offer greed to anyone nor instills fear to keep them by his side. Rather, he sets everyone free, giving them the choice to either leave or stand in support of truth and freedom.",
          " Yazid also claims to be the successor of the Messenger of Allah and the rightful ruler of the Islamic state. In this regard, the commands of the Quran and Sunnah and the unity and security of the Islamic state are his official duties. Since the Quran and Sunnah invite humanity to freedom, it must be seen who sowed the seeds of freedom in the Battle of Karbala and who cut its roots."
        ]
      }
    },
    {
      "id": 2,
      "title": "The state of freedom of thought and liberty in Hussain’s Side. ",
      "body": {
        "description": "Imam Hussain (peace be upon him) and his army were the guardians of the freedom of thought bestowed upon humanity by Allah. Therefore, the characteristics of the Hussaini army were as follows: ",
        "bullet_points": [
          " 1.Every soldier of the Hussaini army had a heart and mind free from the slavery of selfish desires and the contamination of corrupt morals.",
          "2.They were seekers of truth, truth-speakers, sincere, loyal, abstinent, and God-conscious, as well as enthusiastic for martyrdom, showing dedication in their commitment. ",
          "3.Their hearts were filled with divine recognition and love for the Lord, and they were devoted to the love of Prophet Muhammad and his family. ",
          " 4.Their thinking, actions, and choices were not influenced by ignorance or foolishness, nor were they swayed by the lust for power and self-interest. They were not overpowered by revengeful emotions, nor were they intimidated by tyranny and oppression or the military superiority of the enemy.",
          " 5.The Hussaini army remained devoted to the worship of Allah and the cause of human freedom, even in the face of the enemy's onslaught and the shadows of their drawn swords."
        ]
      }
    },
    {
      "id": 3,
      "title": "Practical Initiatives for the Preservation of Freedom by Imam Hussain (AS):",
      "body": {
        "description": "Imam Hussain (AS) undertook the following practical initiatives to strengthen people's freedom of thought and will: ",
        "bullet_points": [
          "1.Education and character building. ",
          " 2.Educating people about the truth.",
          " 3.Returning to Allah. ",
          " 4.Awakening a sense of responsibility in people.",
          " 5.Migrating from Medina to seek refuge in the house of Allah (Kaaba).",
          " 6.Establishing justice and a Quranic society, and receiving a positive and cautious response from the people of Iraq against ignorance and tyranny.",
          " 7.Taking allegiance for Imam Hussain (AS) from Hazrat Muslim in Kufa, considering it essential to stand for the freedom of truth and the oppressed while keeping in view the demands of humanity and human dignity.",
          " 8.Migrating from Mecca to protect the sanctity of the House of Allah and religious rituals.",
          " 9.Inviting the Lashkar-e-Hurr (Free Army) to accept Islam and the teachings of the Prophet and offering to return to Kufa in case of non-cooperation from the people of Kufa.",
          " 10.Purchasing the land of Karbala from Bani Asad to ensure that his uprising would not be against their will and to respect the ownership of the land.",
          " 11.At various stages and amidst difficult circumstances, despite the hope of victory and success and the abundance of helpers, people still attempt to seek help and support from others, resorting to various means such as kinship, friendship, temptation, deception, recalling agreements, and using intimidation and threats. However, Hussain (AS) ibn Ali's policy was unique. He neither sought alliances through family connections nor sought help from friends. He did not conceal the truth, nor did he try other methods to keep people with him. Instead, he repeatedly proclaimed that they were free to leave and choose for themselves. No one was being forced to stay.",
          " 12.This is an unparalleled example of reverence and respect for human freedom that, in the hands of Hussain (AS), a young lion cub is being sacrificed, the daughters of the owner of the pure cloak (Prophet Muhammad, peace be upon him) are taken as captives, and Hussain (AS) is in dire need of helpers. However, Hussain (AS) says, Companions, brothers! Leave me alone. You are free; make the most of your freedom.",
          " 13.For the protection of divine destinies and the preservation of human freedom, the Master of Martyrs presents the precious lives of his dear ones, loyal companions, and relatives in the court of divine lordship. He himself is ready to be drowned in dust and blood and, raising his holy head on the tip of a spear, proclaims: People! Life is beyond the servitude and obedience to Allah. It is about living and dying with freedom.",
          " 14.After the martyrdom of Karbala, when it was the turn of Hussain ibn Ali's (AS) preaching group, the sky witnessed a caravan of captives. They were paraded from city to city, in markets and courts. Chains were fastened around their necks, swords of tyranny hung over their heads, and they were being beaten with sticks on their backs. ",
          " 15.This caravan was the supporter of truth, besieged by heartless enemies, encompassed with compassion and empathy and confined in the same rope. But their courage and bravery were visible and admirable. It was a strange combination of divine forbearance, destruction of oppression, and overpowering tyranny. Yes, this caravan moved forward. It broke the shackles of ill-natured oppressors in courts and liberated the captive people in Arab from ignorance, heedlessness, and cowardice. Through their sermons and responses, they revived dead hearts. They turned the faces of tyranny and despotism, and made it clear that people, if they wish to be free, can be dismembered into pieces by worldly tyrants and oppressors, but they cannot take away their self-esteem and freedom."
        ]
      }
    },
    {
      "id": 4,
      "title": "The state of Yazidi forces and freedom:",
      "body": {
        "description": " The Yazidi army was engulfed in despicable qualities contrary to freedom and liberty. The following attributes submerged them in moral degradation:",
        "bullet_points": [
          " 1.Ignorance  ",
          " 2.Ambition for power  ",
          " 3.Selfishness  ",
          " 4.Lack of empathy ",
          " 5.Revengeful emotions  ",
          " 6.Addiction to apparent power ",
          " 7.Deprivation of knowledge, wisdom, faith, and piety ",
          " 8.Betrayal and treachery  ",
          " 9.Hedonism ",
          " 10.Deprivation of the blessing of sound judgment and choice",
          " 11.Blind obedience to rulers and tribal leaders ",
          " 12.Indulgence in selfish desires and moral vices",
          " 13.Societal apathy and silence in the face of oppression",
         "Thus, the Yazidi army, raised and nurtured by the Umayyad rulers, and the society at that time, were incapable of comprehending intellectual and spiritual freedom."
        ]
      }
    },
    {
      "id": 5,
      "title": "Actions of the Yazidi government to deprive freedom:",
      "body": {
        "description": " ",
        "bullet_points": [
          " 1.A letter from the Governor of Medina in Yazid's name: He wrote to Hussain ibn Ali, Pledge allegiance to me. If he refuses, then behead him. Also, a letter in Ibn Ziyad's name was written, instructing to capture people on suspicion and accusations. (Ansaab al-Ashraaf by Baladhuri, Vol. 2, p. 85) ",
          " 2.Marwan's plan: Imprison Hussain and then force him to pledge allegiance; otherwise, kill him. (Tabari, Vol. 6, p. 189) ",
          " 3.Threats and dangers were imposed on Imam Hussain's life in Medina, compelling him to leave his home and family.",
          " 5.A network of spies was deployed everywhere.",
          " 6.People who supported Hussain or cooperated with him were intimidated and threatened.",
          " 7.The public treasury (Muslims' wealth) was looted without restraint to dissuade people from supporting the Imam.",
          " 8.Collaboration with the Imam was declared a punishable crime.",
          " 9.The siege of Kufa restricted people's mobility and travel freedom.",
          " 10.Jails were filled with those who pledged allegiance to Hazrat Muslim and the Imam's brothers.",
          " 11.Respectable personalities like Hani were martyred because they hosted Hazrat Muslim.",
          " 12.Misinterpretation of religion and exploiting religious sentiments to falsely portray Yazid, including making him the successor of Allah on earth, and refusal to pledge allegiance was labeled as rebellion against religion.",
          " 13.Many individuals, like Umar Sa'ad, were enticed with power and positions to curb their intellectual freedom.",
          " 14.A curfew was imposed in Kufa, hindering people from seeking refuge with Imam Hussain.",
          " 15.In cases of disobedience, people were executed.",
          " 16.The land of Karbala, where both armies were assembled and the battle took place, belonged to Imam Hussain. However, the Yazidi forces illegally seized it, destroying the economic freedom.",
          " 17.On the day of Ashura, water supply was cut off to the camp of Hussain's army.",
          " 18.Hazrat Abbas and his brothers were invited to join Yazidi forces with promises of security, peace, and other material benefits.",
          " 19.Contacts with the outside world were severed for Imam Hussain.",
          " 20.The entire population was disarmed, which was considered a fundamental human right at that time. However, when the Ahlul Bayt entered Kufa, everyone was disarmed and put under tight surveillance, with ordinary suspicions resulting in people being bound in chains.",
          " 21.Karbala witnessed the martyrdom of even infants and breastfeeding children.",
          " 22.Scholars and Qur'an reciters were compelled to support government policies and actions, even if they contradicted the Quran and Sunnah, thereby depriving them of their intellectual and religious freedom."
       
        ]
      }
    },
    {
      "id": 6,
      "title": "Allama Iqbal remarks about the Battle of Karbala:",
      "body": {
        "description": " Symbol of selflessness and Islamic freedom, referencing the incident of Karbala. When the Islamic government broke its connection with the Quran and strangled freedom, like a rain of blessings, the leader and guide of the best nation arose towards the direction of the Qibla. He watered the land of Karbala and turned the desolation into a blooming garden. (In the empty heart, the seed of martyrdom was sown with divine destiny.)",
        "bullet_points": [
        " In the desert of the heart, the inscription of La ilaha illaAllah(There is no god but Allah) was engraved, providing us with the means of salvation. With his blood, the barren gardens bloomed, and from there arose a wave that would uproot the roots of tyranny until the Day of Judgment.",
        " For the sake of truth, he stood up, immersed in dust and blood, and established the cornerstone of Tawhid (the oneness of God), the foundation of Islam. With complete devotion to the demands of thought and action, Hussain ibn Ali fought against hereditary monarchy, feudalism, capitalism, class systems, corruption, oppression, racism, and tribalism. He rebelled against the deprivation of intellectual, religious, and practical freedom. He elevated the knowledge of Allah's rule, human freedom, human equality, economic justice, and freedom of thought. With his sacred blood, he fortified the foundations of La ilaha illaAllah."
        ]
      }
    },
    {
      "id": 7,
      "title": "Dear Readers,",
      "body": {
        "description": " Reflect on Hussain Ibn Ali's selflessness, his stand for freedom and justice against tyranny, and his sacrifice for humanity. Remember why we (the Shia Muslims) pay tribute to him every year in the month of Muharram, honoring his legacy and the eternal values he upheld. His message of truth, equality, and love continues to inspire generations, fostering unity and compassion.",
        "bullet_points": [
          "Best regards, ",
          "Sajjad Hussain Mufti "
        ]
      }
    }
  ],
  "urdu":[
    {
      "id": 1,
      "title": "تحریر: سجاد حسین مفتی ",
      "body": {
        "description": "انسان ایک معاشرتی مخلوق ہے ۔ اس لئے وہ اپنی سعادت و کامیابی کیلئے معاشرے کا محتاج ہوتا ہے، جہاں سے وہ اپنی کامیابی و سعادت کیلئے دوسروں سے تعاون حاصل کرتا ہے ۔ فطری طورسے انسان مفاد پرست ہوتا ہے، اس لئے وہ اپنی جان، مال، ناموس، خاندان، دین و ملت، وطن، مقام و منصب اور مفادات کے تحفط کے لیے بہت کچھ کر گزرتا ہے۔ اس راہ میں وہ دوسروں کا تعاون حاصل کرنے کے لیے ہر ممکنہ کوشش کرتا ہے۔ وہ کبھی ذات پات اور کبھی رشتہ داری کے جذبات، قومی مذہبی لسانی اور علاقائی تعصبات، دوستی کے تقاضوں اور انسانی حیثیت و مروت کا حوالہ دے کر دوسروں کے جذبات کو ابھار کر انہیں اپنے حق میں استعمال کرتا ہے، تو کبھی مفادات اور مقام و منصب کا لالچ دے کر مکرو فریب اور ڈرا دھمکا کر لوگوں سے سوچنے سمجھنے اور انتخاب کی آزادی چھین کر اپنے ساتھ رہنے پر مجبور کر دیتا ہے۔  ",
        "bullet_points": [
          "یہی وجہ ہے کہ انسان کوانسانیت اور شرافت و سعادت کی راہ پر گامزن رکھنے کیلئے صرف قوت عقل کافی نہیں ہوتی، بلکہ آسمانی وحی اوراللہ کی طرف سے مبعوث کردہ معصوم انبیاء و اولیاء کی بھی ضرورت ہوتی ہے۔ یہی فلسفہ دین وایمان ہے۔ ",
          " معرکہ کربلا  تاریخ انسانی کا ایک منفرد واقعہ ہے۔ یہ واقعہ درحقیقت شرف انسانی کے اعلی اقدارکے مقابلے میں پستی اور دنائت کی شیطانی قوتوں کی شکست فاش کا ایک تاریخی معرکہ ہے۔ اس واقعہ کے دوفریق ہیں۔ ایک طرف یزید اور اس کی حامی قوتیں ہیں ۔ یزید کو اس وقت کی وسیع و عریض  اسلامی سلطنت کے تمام وسائل کے علاوہ رومی سلطنت کی فکری و سیاسی معاونت بھی حا صل تھی۔ دوسری طرف حسین ؑابن علیؑ ہیں جن کے پاس الہٰی اقدار کے تحت تربیت یافتہ چند ساتھی ہیں جو وسائل اور عسکری طاقت کے لحاظ سے یزیدی قوت کے مقابلے میں بہت کمزور ہیں۔ ایک طرف بہترمجاہدین ہیں اور دوسری طرف ہزاروں افراد پر مشتمل مسلح فوج۔ حسینؑ آزادی کے علمبر دارہیں۔ حسینؑ کا مشن یہ ہے کہ انسانی دل و دماغ، فکرو جذبات اور جسم وروح ہر قسم کی قید و بند سے آزاد ہو کر اللہ کی بندگی کریں ۔ اس لیے حسین ؑ طارق بن زیاد کی طرح کشتیاں جلاکر اپنے ساتھیوں کو بے بس نہیں کرتے۔ حسین ؑ نے کسی کو لالچ نہیں دیا اور نہ ہی کسی کو خوف دلا کر ساتھ رکھا۔ بلکہ سب کو آزاد چھوڑدیاتا کہ اگر وہ چاہیں تو چلے جائیں اور چاہیں تو حق اور آزادی کی حمایت پر ڈٹ جائیں ۔ یزید بھی رسول ؐ خدا کا جانشین اور اسلامی ریاست کا آئینی حکمران ہونے کا دعویدار ہے اس حوالے سے قرآن و سنت کے احکامات اور اسلامی ریاست کے اتفاق و اتحاد اور سالمیت کا تحفظ اپنا فرض منصبی قرار دیتا ہے۔ چونکہ قرآن اور سنت رسولؐ انسانیت کو آزادی کی دعوت دیتے ہیں لہٰذ ا یہ دیکھنا ہو گا کہ معرکہ کربلا میں کس نے شجر آزادی کی آبیاری کی اور کس نے اس کی جڑیں کاٹ ڈالیں ۔"
        ]
      }
    }
  ]
}
