{
  "english": [
    {
      "id": 1,
      "title": "Author: Sajjad Hussain Mufti ",
      "body": {
        "description": "Human beings are social beings. Therefore, they are dependent on society for their happiness and success, from which they seek cooperation to achieve their success and well-being. Naturally, they inclined towards mutual benefits, and for this reason, they go to great lengths to safeguard their lives, wealth, honor, family, religion, nation, homeland, position, and interests. In this pursuit, they make every possible effort to obtain the cooperation of others. At times, they appeal to the emotions of kinship and friendship, and at other times, they manipulate the sentiments of national, religious, linguistic, and regional biases, using them for their own benefit and against others. They may also resort to temptation, deception, and intimidation, depriving people of their freedom to think, understand, and choose, and compelling them to remain under their control. ",
        "bullet_points": [
          " This is why to tread the path of humanity, nobility, and happiness, mere intellectual strength is not enough; rather, it requires the divine revelation and guidance of innocent prophets appointed by Allah. This is the philosophy of religion and faith. ",
          " The Battle of Karbala is a unique event in human history. In reality, this event is a historical confrontation between the nobility of humanity and the demonic forces of degradation and meanness. The two parties involved are on one side, Yazid and his supporters. Yazid had at his disposal not only all the means of the vast and extensive Islamic empire but also the intellectual and political support of the Roman Empire. On the other side are Hussain, the son of Ali, and his 72 companions nurtured under divine destinies, who in terms of resources and military power, are much weaker than the Yazidi forces. On one side are a few brave fighters, and on the other side is a well-armed army consisting of thousands of individuals. ",
          " Hussain stands for freedom. His mission is to liberate human hearts and minds, thoughts and emotions, and the body and soul from all kinds of bondage, and to submit to the worship of Allah. That is why Hussain does not burn boats like Tariq bin Ziyad to render his companions helpless. He does not offer greed to anyone nor instills fear to keep them by his side. Rather, he sets everyone free, giving them the choice to either leave or stand in support of truth and freedom.",
          " Hussain stands for freedom. His mission is to liberate human hearts and minds, thoughts and emotions, and the body and soul from all kinds of bondage, and to submit to the worship of Allah. That is why Hussain does not burn boats like Tariq bin Ziyad to render his companions helpless. He does not offer greed to anyone nor instills fear to keep them by his side. Rather, he sets everyone free, giving them the choice to either leave or stand in support of truth and freedom.",
          " Yazid also claims to be the successor of the Messenger of Allah and the rightful ruler of the Islamic state. In this regard, the commands of the Quran and Sunnah and the unity and security of the Islamic state are his official duties. Since the Quran and Sunnah invite humanity to freedom, it must be seen who sowed the seeds of freedom in the Battle of Karbala and who cut its roots."
        ]
      }
    },
    {
      "id": 2,
      "title": "The state of freedom of thought and liberty in Hussain’s Side. ",
      "body": {
        "description": "Imam Hussain (peace be upon him) and his army were the guardians of the freedom of thought bestowed upon humanity by Allah. Therefore, the characteristics of the Hussaini army were as follows: ",
        "bullet_points": [
          " 1.Every soldier of the Hussaini army had a heart and mind free from the slavery of selfish desires and the contamination of corrupt morals.",
          "2.They were seekers of truth, truth-speakers, sincere, loyal, abstinent, and God-conscious, as well as enthusiastic for martyrdom, showing dedication in their commitment. ",
          "3.Their hearts were filled with divine recognition and love for the Lord, and they were devoted to the love of Prophet Muhammad and his family. ",
          " 4.Their thinking, actions, and choices were not influenced by ignorance or foolishness, nor were they swayed by the lust for power and self-interest. They were not overpowered by revengeful emotions, nor were they intimidated by tyranny and oppression or the military superiority of the enemy.",
          " 5.The Hussaini army remained devoted to the worship of Allah and the cause of human freedom, even in the face of the enemy's onslaught and the shadows of their drawn swords."
        ]
      }
    },
    {
      "id": 3,
      "title": "Practical Initiatives for the Preservation of Freedom by Imam Hussain (AS):",
      "body": {
        "description": "Imam Hussain (AS) undertook the following practical initiatives to strengthen people's freedom of thought and will: ",
        "bullet_points": [
          "1.Education and character building. ",
          " 2.Educating people about the truth.",
          " 3.Returning to Allah. ",
          " 4.Awakening a sense of responsibility in people.",
          " 5.Migrating from Medina to seek refuge in the house of Allah (Kaaba).",
          " 6.Establishing justice and a Quranic society, and receiving a positive and cautious response from the people of Iraq against ignorance and tyranny.",
          " 7.Taking allegiance for Imam Hussain (AS) from Hazrat Muslim in Kufa, considering it essential to stand for the freedom of truth and the oppressed while keeping in view the demands of humanity and human dignity.",
          " 8.Migrating from Mecca to protect the sanctity of the House of Allah and religious rituals.",
          " 9.Inviting the Lashkar-e-Hurr (Free Army) to accept Islam and the teachings of the Prophet and offering to return to Kufa in case of non-cooperation from the people of Kufa.",
          " 10.Purchasing the land of Karbala from Bani Asad to ensure that his uprising would not be against their will and to respect the ownership of the land.",
          " 11.At various stages and amidst difficult circumstances, despite the hope of victory and success and the abundance of helpers, people still attempt to seek help and support from others, resorting to various means such as kinship, friendship, temptation, deception, recalling agreements, and using intimidation and threats. However, Hussain (AS) ibn Ali's policy was unique. He neither sought alliances through family connections nor sought help from friends. He did not conceal the truth, nor did he try other methods to keep people with him. Instead, he repeatedly proclaimed that they were free to leave and choose for themselves. No one was being forced to stay.",
          " 12.This is an unparalleled example of reverence and respect for human freedom that, in the hands of Hussain (AS), a young lion cub is being sacrificed, the daughters of the owner of the pure cloak (Prophet Muhammad, peace be upon him) are taken as captives, and Hussain (AS) is in dire need of helpers. However, Hussain (AS) says, Companions, brothers! Leave me alone. You are free; make the most of your freedom.",
          " 13.For the protection of divine destinies and the preservation of human freedom, the Master of Martyrs presents the precious lives of his dear ones, loyal companions, and relatives in the court of divine lordship. He himself is ready to be drowned in dust and blood and, raising his holy head on the tip of a spear, proclaims: People! Life is beyond the servitude and obedience to Allah. It is about living and dying with freedom.",
          " 14.After the martyrdom of Karbala, when it was the turn of Hussain ibn Ali's (AS) preaching group, the sky witnessed a caravan of captives. They were paraded from city to city, in markets and courts. Chains were fastened around their necks, swords of tyranny hung over their heads, and they were being beaten with sticks on their backs. ",
          " 15.This caravan was the supporter of truth, besieged by heartless enemies, encompassed with compassion and empathy and confined in the same rope. But their courage and bravery were visible and admirable. It was a strange combination of divine forbearance, destruction of oppression, and overpowering tyranny. Yes, this caravan moved forward. It broke the shackles of ill-natured oppressors in courts and liberated the captive people in Arab from ignorance, heedlessness, and cowardice. Through their sermons and responses, they revived dead hearts. They turned the faces of tyranny and despotism, and made it clear that people, if they wish to be free, can be dismembered into pieces by worldly tyrants and oppressors, but they cannot take away their self-esteem and freedom."
        ]
      }
    },
    {
      "id": 4,
      "title": "The state of Yazidi forces and freedom:",
      "body": {
        "description": " The Yazidi army was engulfed in despicable qualities contrary to freedom and liberty. The following attributes submerged them in moral degradation:",
        "bullet_points": [
          " 1.Ignorance  ",
          " 2.Ambition for power  ",
          " 3.Selfishness  ",
          " 4.Lack of empathy ",
          " 5.Revengeful emotions  ",
          " 6.Addiction to apparent power ",
          " 7.Deprivation of knowledge, wisdom, faith, and piety ",
          " 8.Betrayal and treachery  ",
          " 9.Hedonism ",
          " 10.Deprivation of the blessing of sound judgment and choice",
          " 11.Blind obedience to rulers and tribal leaders ",
          " 12.Indulgence in selfish desires and moral vices",
          " 13.Societal apathy and silence in the face of oppression",
          "Thus, the Yazidi army, raised and nurtured by the Umayyad rulers, and the society at that time, were incapable of comprehending intellectual and spiritual freedom."
        ]
      }
    },
    {
      "id": 5,
      "title": "Actions of the Yazidi government to deprive freedom:",
      "body": {
        "description": " ",
        "bullet_points": [
          " 1.A letter from the Governor of Medina in Yazid's name: He wrote to Hussain ibn Ali, Pledge allegiance to me. If he refuses, then behead him. Also, a letter in Ibn Ziyad's name was written, instructing to capture people on suspicion and accusations. (Ansaab al-Ashraaf by Baladhuri, Vol. 2, p. 85) ",
          " 2.Marwan's plan: Imprison Hussain and then force him to pledge allegiance; otherwise, kill him. (Tabari, Vol. 6, p. 189) ",
          " 3.Threats and dangers were imposed on Imam Hussain's life in Medina, compelling him to leave his home and family.",
          " 5.A network of spies was deployed everywhere.",
          " 6.People who supported Hussain or cooperated with him were intimidated and threatened.",
          " 7.The public treasury (Muslims' wealth) was looted without restraint to dissuade people from supporting the Imam.",
          " 8.Collaboration with the Imam was declared a punishable crime.",
          " 9.The siege of Kufa restricted people's mobility and travel freedom.",
          " 10.Jails were filled with those who pledged allegiance to Hazrat Muslim and the Imam's brothers.",
          " 11.Respectable personalities like Hani were martyred because they hosted Hazrat Muslim.",
          " 12.Misinterpretation of religion and exploiting religious sentiments to falsely portray Yazid, including making him the successor of Allah on earth, and refusal to pledge allegiance was labeled as rebellion against religion.",
          " 13.Many individuals, like Umar Sa'ad, were enticed with power and positions to curb their intellectual freedom.",
          " 14.A curfew was imposed in Kufa, hindering people from seeking refuge with Imam Hussain.",
          " 15.In cases of disobedience, people were executed.",
          " 16.The land of Karbala, where both armies were assembled and the battle took place, belonged to Imam Hussain. However, the Yazidi forces illegally seized it, destroying the economic freedom.",
          " 17.On the day of Ashura, water supply was cut off to the camp of Hussain's army.",
          " 18.Hazrat Abbas and his brothers were invited to join Yazidi forces with promises of security, peace, and other material benefits.",
          " 19.Contacts with the outside world were severed for Imam Hussain.",
          " 20.The entire population was disarmed, which was considered a fundamental human right at that time. However, when the Ahlul Bayt entered Kufa, everyone was disarmed and put under tight surveillance, with ordinary suspicions resulting in people being bound in chains.",
          " 21.Karbala witnessed the martyrdom of even infants and breastfeeding children.",
          " 22.Scholars and Qur'an reciters were compelled to support government policies and actions, even if they contradicted the Quran and Sunnah, thereby depriving them of their intellectual and religious freedom."
        ]
      }
    },
    {
      "id": 6,
      "title": "Allama Iqbal remarks about the Battle of Karbala:",
      "body": {
        "description": " Symbol of selflessness and Islamic freedom, referencing the incident of Karbala. When the Islamic government broke its connection with the Quran and strangled freedom, like a rain of blessings, the leader and guide of the best nation arose towards the direction of the Qibla. He watered the land of Karbala and turned the desolation into a blooming garden. (In the empty heart, the seed of martyrdom was sown with divine destiny.)",
        "bullet_points": [
          " In the desert of the heart, the inscription of La ilaha illaAllah(There is no god but Allah) was engraved, providing us with the means of salvation. With his blood, the barren gardens bloomed, and from there arose a wave that would uproot the roots of tyranny until the Day of Judgment.",
          " For the sake of truth, he stood up, immersed in dust and blood, and established the cornerstone of Tawhid (the oneness of God), the foundation of Islam. With complete devotion to the demands of thought and action, Hussain ibn Ali fought against hereditary monarchy, feudalism, capitalism, class systems, corruption, oppression, racism, and tribalism. He rebelled against the deprivation of intellectual, religious, and practical freedom. He elevated the knowledge of Allah's rule, human freedom, human equality, economic justice, and freedom of thought. With his sacred blood, he fortified the foundations of La ilaha illaAllah."
        ]
      }
    },
    {
      "id": 7,
      "title": "Dear Readers,",
      "body": {
        "description": " Reflect on Hussain Ibn Ali's selflessness, his stand for freedom and justice against tyranny, and his sacrifice for humanity. Remember why we (the Shia Muslims) pay tribute to him every year in the month of Muharram, honoring his legacy and the eternal values he upheld. His message of truth, equality, and love continues to inspire generations, fostering unity and compassion.",
        "bullet_points": ["Best regards, ", "Sajjad Hussain Mufti "]
      }
    }
  ],
  "urdu": [
    {
      "id": 1,
      "title": "تحریر: سجاد حسین مفتی ",
      "body": {
        "description": "انسان ایک معاشرتی مخلوق ہے ۔ اس لئے وہ اپنی سعادت و کامیابی کیلئے معاشرے کا محتاج ہوتا ہے، جہاں سے وہ اپنی کامیابی و سعادت کیلئے دوسروں سے تعاون حاصل کرتا ہے ۔ فطری طورسے انسان مفاد پرست ہوتا ہے، اس لئے وہ اپنی جان، مال، ناموس، خاندان، دین و ملت، وطن، مقام و منصب اور مفادات کے تحفط کے لیے بہت کچھ کر گزرتا ہے۔ اس راہ میں وہ دوسروں کا تعاون حاصل کرنے کے لیے ہر ممکنہ کوشش کرتا ہے۔ وہ کبھی ذات پات اور کبھی رشتہ داری کے جذبات، قومی مذہبی لسانی اور علاقائی تعصبات، دوستی کے تقاضوں اور انسانی حیثیت و مروت کا حوالہ دے کر دوسروں کے جذبات کو ابھار کر انہیں اپنے حق میں استعمال کرتا ہے، تو کبھی مفادات اور مقام و منصب کا لالچ دے کر مکرو فریب اور ڈرا دھمکا کر لوگوں سے سوچنے سمجھنے اور انتخاب کی آزادی چھین کر اپنے ساتھ رہنے پر مجبور کر دیتا ہے۔  ",
        "bullet_points": [
          "یہی وجہ ہے کہ انسان کوانسانیت اور شرافت و سعادت کی راہ پر گامزن رکھنے کیلئے صرف قوت عقل کافی نہیں ہوتی، بلکہ آسمانی وحی اوراللہ کی طرف سے مبعوث کردہ معصوم انبیاء و اولیاء کی بھی ضرورت ہوتی ہے۔ یہی فلسفہ دین وایمان ہے۔ ",
          " معرکہ کربلا  تاریخ انسانی کا ایک منفرد واقعہ ہے۔ یہ واقعہ درحقیقت شرف انسانی کے اعلی اقدارکے مقابلے میں پستی اور دنائت کی شیطانی قوتوں کی شکست فاش کا ایک تاریخی معرکہ ہے۔ اس واقعہ کے دوفریق ہیں۔ ایک طرف یزید اور اس کی حامی قوتیں ہیں ۔ یزید کو اس وقت کی وسیع و عریض  اسلامی سلطنت کے تمام وسائل کے علاوہ رومی سلطنت کی فکری و سیاسی معاونت بھی حا صل تھی۔ دوسری طرف حسین ؑابن علیؑ ہیں جن کے پاس الہٰی اقدار کے تحت تربیت یافتہ چند ساتھی ہیں جو وسائل اور عسکری طاقت کے لحاظ سے یزیدی قوت کے مقابلے میں بہت کمزور ہیں۔ ایک طرف بہترمجاہدین ہیں اور دوسری طرف ہزاروں افراد پر مشتمل مسلح فوج۔ حسینؑ آزادی کے علمبر دارہیں۔ حسینؑ کا مشن یہ ہے کہ انسانی دل و دماغ، فکرو جذبات اور جسم وروح ہر قسم کی قید و بند سے آزاد ہو کر اللہ کی بندگی کریں ۔ اس لیے حسین ؑ طارق بن زیاد کی طرح کشتیاں جلاکر اپنے ساتھیوں کو بے بس نہیں کرتے۔ حسین ؑ نے کسی کو لالچ نہیں دیا اور نہ ہی کسی کو خوف دلا کر ساتھ رکھا۔ بلکہ سب کو آزاد چھوڑدیاتا کہ اگر وہ چاہیں تو چلے جائیں اور چاہیں تو حق اور آزادی کی حمایت پر ڈٹ جائیں ۔ یزید بھی رسول ؐ خدا کا جانشین اور اسلامی ریاست کا آئینی حکمران ہونے کا دعویدار ہے اس حوالے سے قرآن و سنت کے احکامات اور اسلامی ریاست کے اتفاق و اتحاد اور سالمیت کا تحفظ اپنا فرض منصبی قرار دیتا ہے۔ چونکہ قرآن اور سنت رسولؐ انسانیت کو آزادی کی دعوت دیتے ہیں لہٰذ ا یہ دیکھنا ہو گا کہ معرکہ کربلا میں کس نے شجر آزادی کی آبیاری کی اور کس نے اس کی جڑیں کاٹ ڈالیں ۔"
        ]
      }
    },
    {
      "id": 2,
      "title": "حسینی ؑ محاذ میں حریت فکرو آزادی کی صورت حال",
      "body": {
        "description": "امام حسین علیہ السلام اللہ تعالی کی طرف سے انسان کو عطا کردہ حریت وآزادی فکر کے پاسبان تھے۔ اس لئے حسینی لشکر کی خصوصیات حسب ذیل تھیں:  ",
        "bullet_points": [
          " امام حسین علیہ السلام اللہ تعالی کی طرف سے انسان کو عطا کردہ حریت وآزادی فکر کے پاسبان تھے۔ اس لئے حسینی لشکر کی خصوصیات حسب ذیل تھیں: ",
          " ۱۔ حسینی لشکر کے ہر سپاہی کا دل و دماغ خواہشات نفسانی کی غلامی اور اخلاق رذیلہ کی آلودگیوں سے پاک تھے۔ ",
          " ۲۔ وہ حق طلبی، حق گوئی، اخلاص، وفا، زہدو تقویٰ نیز شوق شہادت کے حوالے سے یکتائے روزگار تھے۔ ",
          " ۳۔ اس کا دل معرفت الہٰی اور عشق خداوندی سے زندہ اور محمد وآل محمد ؐ کی محبت سے معمور تھا۔  ",
          " ۴۔ اس کی فکر،عمل اور انتخاب پر نہ تو جہل و نادانی کی گرفت تھی اور نہ ہی جاہ طلبی اور مفاد پرستی کا اثر۔ نہ وہ انتقامی جذبے سے مغلوب تھا اور نہ ہی ظلم و استبداد اور دشمن کی عسکری برتری سے مرعوب۔  حسینی ؑلشکردشمن کے ہجوم اور ان کی خونچکاں تلواروں کے سائے میں بھی اللہ کی بندگی اور انسانی آزادی کا علمبردار تھا۔ "
        ]
      }
    },
    {
      "id": 3,
      "title": "آزادی کے تحفظ کےلئے امام حسین علیہ السلام کی جانب سے اٹھائے گئے عملی اقدامات  : ",
      "body": {
        "description": " امام حسین علیہ السلام نے لوگوں کی آزادی فکر و ارادہ کو تقویت دلانے کیلئے درج ذیل عملی اقدامات اٹھائے:  ",
        "bullet_points": [
          " ۱۔ تعلیم وتربیت ",
          "۲۔ لوگوں کو حقائق سے روشناس کرانے کا عمل ",
          "۳۔عوت اِلیٰ اللہ۔",
          "۴۔ احساس ذمہ داری کو اجاگر کرنا ۔",
          "۵۔ مدینے سے ہجرت کرکے بیت اللہ میں پناہ لینا۔",
          "۶۔عدل وانصاف اور قرآنی معاشرے کا قیام نیز جہالت و استبداد سے نجات کے لیے عراقی عوام کی اپیل کا مثبت اورمحتاط جواب۔",
          "۷۔آزا دی انسانیت اور مقام انسانی کے تمام تقاضوں کو مدنظر رکھتے ہوئے قیام حق اور مظلوموں کی آزادی کی خاطر حضرت مسلم ؑ کا کوفہ میں امام ؑ کے لیے بیعت  لینا۔",
          "۸۔ بیت اللہ اور دینی شعائر کی حرمت کے تحفظ کی خاطر مکہ سے بھی ہجرت ۔",
          "۹۔ لشکر حر کو پانی پلانا اور انہیں کتاب و سنت کی طرف دعوت دینا ۔ نیز اہل کوفہ کے عدم تعاون کی صورت میں واپس پلٹنے کی پیش کش۔",
          "۱۰۔ کربلا کی زمیں کو بنی اسد سے خریدنا ۔ تا کہ آپ کا قیام ان کی سرزمین پر ان کی مرضی کے خلاف نہ ہو اور آزادی ملکیت کا احترام برقرار رہے ۔",
          "۱۱۔ متعدد مقامات پراصحاب سے یہ فرماناکہ ہمارے پاس مقام و منصب اور مال و دولت نہیں ہے، جو جانا چاہتاہے چلاجائے ۔ میری بیعت کی وجہ سے جو ذمہ داری تم پر عائد ہوئی ہے میں اسے اٹھا لیتا ہوں اور تمھیں آزاد کرتا ہوں (انساب الاشرف بلاذری ج ۱ ص۱۶۹)اس دور میں بیعت کا مطلب یہ تھا کہ انسانی جان، مال اور عزت و آبرو سب کچھ بیعت لینے والے کے اختیار میں ہو اور ہرحالت میں اس کی بات مانی جائے ۔",
          "۱۲۔ شب عاشور خصوصی طور پر چراغ بجھا کر فرمایا: تم آزاد ہو ۔ چلے جاؤ مجھے چھوڑ دو کیونکہ یزیدی  فوج کو میری ضرورت ہے ۔ اگر روشنی میں جاتے ہو ئے شر ماتے ہو تو یہ چراغ بھی بجھائے دیتا ہوں۔ ",
          "۱۳۔ اولاد عقیل سے خصوصی طور پر آپ کا یہ فرمانا : آپ لوگوں کیلئے مسلمؑ کی شہادت کافی ہے ۔ اب تم مزید قربانی دینے کی بجائے اپنی جانیں اور گھر بار بچاکر یہاں سے چلے جاؤ۔",
          "۱۴۔ کربلا میں آخری دم تک بار بار خطبہ دینا اور کوفہ والوں کو کتاب و سنت کی طرف دعوت دینا ۔ نیز انہیں دینی لحا ظ سے نہیں تو کم ازکم اپنی دنیاوی زندگی میں آزادی و حریت کے ساتھ جینے کی دعوت دینا۔ ",
          "۱۵۔ ایسے کٹھن مراحل اور مشکلات کے گرداب میں لوگ فتح و کامیابی کی امید اور مددگاروں کی کثرت کے باوجود یہ کوشش کرتے ہیں کہ مزید افراد سے رابطہ کرکے انہیں مدد کرنے پر مجبور کیا جائے اور اس کے لیے ہر قسم کا حربہ استعمال کرتے ہیں۔ مثلاًرشتہ داری اور دوستی کاحوا لہ دے کر، لالچ ، دھوکہ، فریب ، معاہدوںکی یاددہانی اور ڈرا دھمکا کر غرض مختلف وسائل سے لوگوں کی مدد حاصل کرنے کی کوشش کرتے ہیں۔ لیکن حسینؑ ابن علیؑ کی پالیسی جداگانہ اور منفرد ہے۔ نہ تو رشتے داری کا حوالہ دیتے ہیں اور نہ دوستی کا واسطہ ، نہ حقائق پوشیدہ رکھتے ہیں اور نہ دیگر طریقوں سے لوگوں کو ساتھ رکھنے کی سعی فرماتے ہیں ۔ وہ نہ صرف یہ کہ انہیں ساتھ رہنے پر مجبور نہیں کرتے بلکہ بار بار اعلان فرماتے ہیں کہ تم آزاد ہو، جاسکتے ہو۔ یہاں کسی پر  کوئی جبرنہیں ہے۔ ",
          "یہ انسانی آزادی کے تقدس و احترام کا عدیم المثال نمونہ ہے کہ حسینؑ  کے ہاتھوں میں شیرخوار بچہ ذبح ہو رہا ہے ، چادر تطہیر کی مالک رسولؐ کی بہو بیٹیاں اسیر ہونے والی ہیں ، حسینؑ کو مددگاروں کی سخت ضرورت ہے۔ لیکن حسین ؑ فرماتے ہیں: ساتھیو! بھائیو!چلے جاؤ مجھے تنہا چھوڑ دو۔ تم آزاد ہو، آزادی سے فائدہ اٹھاؤ۔",
          "۱۶۔الہٰی اقدار کی پاسبانی اورانسانی آزادی کے تحفظ کے لیے سیدالشھداء اپنے عزیزو اقارب اور وفادار اصحاب کی قیمتی جانوں کا نذرانہ بارگاہ ربوبیت میں پیش کرتے ہیں اور خود بھی خاک و خون میں غلطاں ہوجاتے ہیں، اور سر اقدس  نوکِ سناں پر بلند ہو کر اعلان کرتا ہے: ",
          "لوگو  !  زندگی اللہ کی بندگی اوراس کی اطاعت کے علاوہ ہر قید وبند سے آزاد رہ کر جینے اور مرنے سے عبارت ہے۔ ",
          "۱۷۔شہیدان کربلاکے بعد حسین ابن علی ؑ کے تبلیغی گروپ کی باری آئی تو چشم فلک نے اسیروں کا ایک قافلہ دیکھا جسے شہر شہرکے بازاروں اور درباروں میں پھرایا گیا ۔ان کی گردنوں میں طوق و سلاسل اور ہاتھ پاوں زنجیر وں میں جکڑے ہوئے تھے ، سروں پر شمشیر ستم لٹک رہی تھی اورپشتوں پرکوڑے برس رہے تھے ۔ اس قافلہ حق کے حمایتی ناپید تھے وہ رحم و شفقت اور انسانی اقدار سے عاری دشمنوں کے محاصرے میں ایک ہی رسی میں بندھے ہوئے تھے ۔ لیکن ان کی جراٗت و شہامت قابل دیداور قابل داد تھی ۔ خدائی حلم ، بردبادی اور قہاری و جباری کاعجیب باوقار امتزاج تھا ۔ ہاں یہ قافلہ آگے بڑھا۔اس قافلے نے در با روں میں شیطان صفت بد ذات اور کینہ پرورظالم حکمرا نوں اور بازاروں میں جہل، غفلت اور بزدلی کے اسیر لوگوں کو جھنجھوڑ کے رکھ دیا۔ اپنے خطبوں اور جوابات کے ذریعے مردہ دلوں کو زندہ کیا ۔ ظلم و استبداد کے چہرے سے نقاب الٹ دیا اور واضح کر دیاکہ لوگو! اگر انسان آزاد رہنا چاہے تو دنیاکی جابر و ظالم طاقتیں ان کے اعضا ء کے ٹکڑے ٹکڑے تو کر سکتی ہیں لیکن ان سے ان کی خودداری اور آزادی کی ملکوتی روح نہیں چھین  سکتیں."
        ]
      }
    },
    {
      "id": 4,
      "title": "یزیدی محا ذ اور آزادی کی صورت حال",
      "body": {
        "description": " یزیدی لشکر آزادی و حریت کے منافی درج ذیل صفات رذیلہ میں غرق تھا۔  ",
        "bullet_points": [
          " ۱۔ جہالت۔ ",
          " ۲۔ جاہ طلبی۔",
          " ۳۔مفادپرستی ۔",
          " ۴۔ احساس کمتری ۔",
          " ۵۔ جذبہ انتقام ۔",
          " ۶۔ ظاہری طاقت کا نشہ۔",
          " ۷۔ علم و معرفت اور ایمان وتقویٰ سے تہی دامنی۔ ",
          "۸۔ خیانت اور غداری ",
          " ۱۰۔قوت فیصلہ اور انتخاب کی نعمت سے محرومی ۔",
          " ۱۱۔ امراء اور قبائلی سرداروں کی اندھی اطاعت ۱۲۔ خواہشات نفسانی اور اخلاقی برائیوں سے لگاؤ۔",
          " ۱۳۔ اجتماعی بے حسی اور ظلم کے آگے خاموشی۔",
          " یوں اموی حکمرانوں کے تربیت یافتہ یزیدی فوج اور اس وقت کا معاشرہ فکری اور معنوی آزاد ی کے مفہوم سے بھی نابلد تھا۔"
        ]
      }
    },
    {
      "id": 5,
      "title": "  آزادی سلب کرنے کے لیے  یزیدی حکومت کے اقدامات :",
      "body": {
        "description": " ",
        "bullet_points": [
          " ۱۔ مدینے کے گورنر کے نام یزیدکا خط کہ : حسینؑ ابن علی سے بیعت لو ۔ اگر وہ بیعت نہ کرے توجواب میں اس کا سر بھیج دو۔ نیزابن زیاد کے نام خط میں کہا: شک اور الزام کی بناء پر بھی لوگوں کو پکڑو ۔(انساب الاشرف بلاذری ج ۲ ص۸۵)  ",
          " ۲۔مروان کا مشورہ : حسینؑ کو گورنر ہاؤس میں قید کرلو، پھر بیعت لو۔ بصورت دیگر انہیں قتل کردو۔ (طبری ج۶ص ۱۸۹ ",
          " ۳۔ مدینۃ الرسولؐ میں امام حسینؑ کی زندگی کے لیے خطرات پید اکرکے انہیں اپنا گھر بار چھوڑنے پر مجبور کیاگیا۔ ",
          " ۴۔ مکہ میں بھی آپ کو شہید کرنے کیلیے سر کاری گماشتے مقرر کئے گئے۔ ",
          " ۵۔جگہ جگہ جاسوسی کا جال بچھا یاگیا ۔ ",
          " ۶۔ حسین ابن علیؑ کا ساتھ دینے والوں اور حکومت کے ساتھ تعاون میں لیت ولعل کرنے  والوں کو ڈرایا دھمکایا گیا۔ ",
          " ۷۔سرکاری خزانے (مسلمانوں کے بیت المال )  کو بے دریغ لٹایا تاکہ لوگ امام کا ساتھ نہ دیں ۔  ",
          " ۸۔ امام کے ساتھ تعاون کوقابل قتل جرم قرار دیا گیا۔ ",
          " ۹۔کوفہ کا محاصرہ کر کے لوگوں سے نقل مکانی اور سفرکی آزادی سلب کرلی گئی ۔ ",
          " ۱۰۔ حضرت مسلمؑ کی بیعت کرنے والوں اور امام کے بہی خواہوں سے جیل خانوں کو بھردیاگیا۔ ",
          " ۱۱۔ ہانی جیسی سربرآوردہ متقی شخصیت کو صر ف اس لیے شہید کیا گیاکہ اس نے حضرت مسلم ؑ کو مہمان رکھا۔ ",
          " ۱۲۔مذہب کی غلط تشریح اور مذہبی جذبات سے غلط فائدہ اٹھایا گیا۔ اس طر ح کہ خلیفہ بشمول یزید کو روئے زمیں پر اللہ کا جانشین قرار دیا گیا اور اس کی بیعت سے انکار کو دین سے بغاوت قرار دیاگیا۔ اس طرح جاہل اور قرآن و سنت کے صیح فہم سے عاری افراد کے مذہبی جذبات کو بھڑکا کر انہیں آزادی کے ساتھ سوچنے و سمجھنے کا موقع ہی نہیں دیاگیا۔  ",
          " ۱۳۔ عمرسعد جیسے بہت سے افراد کو حکومت اور عہدے و منصب کا لالچ دے کر ان کی فکری آزادی سلب کی گئی۔ ",
          " ۱۴۔کوفے میں کرفیو نافذ کرکے لوگوں کو نصرت امام سے روکاگیا ۔ ",
          " ۱۵۔ خلاف ورزی کی صورت میں گردن اڑا دینے کے حکم کے ساتھ ساتھ لوگوں کو یزیدی فوج میں شامل ہونے پر مجبو ر کیا گیا۔ ",
          " ۱۶۔کربلا کی وہ زمیں جہاں دونوں لشکر قیام پذیر تھے اورجہاں جنگ لڑی گئی وہ سب امام حسینؑ کی ملکیت تھی ۔ لشکر یزید نے وہاں غاصبانہ قبضہ کرکے معاشی آزادی کی دھجیاں بکھیر دیں۔ ",
          " ۱۷۔ یزیدی فوج نے لشکرحسینیؑ پردبائو بڑھانے کے لیے ساتویں محرم سے پانی بندکیا۔ ",
          " ۱۸۔امام حسین ؑ کے محاذمیں پھوٹ ڈالنے کے لیے حضرت عباسؑ اور ان کے دوسرے مادری بھائیوں کویزیدی فوج میں آنے کی دعوت دی گئی اور اس حوالے سے امن ، سکون ، عہدے اور دیگر بہت چیزوںکی لالچ دی گئی۔ ",
          " ۱۹۔ امام حسینؑ کا باہر کی دنیاسے رابطہ منقطع کرنے کے لیے ہر طرف سخت پہرے بٹھادیئے گئے۔ ",
          " ۲۰۔قبیلہ بنی اسد پر حملہ کرکے انہیں امام کی نصرت اور مددسے روکا گیا۔ ",
          " ۲۱۔ کربلامیں نابالغ اور شیر خوار بچوں کو بھی شہید کیا گیا ۔ ",
          " ۲۲۔ موجودہ قبائلی علاقوں کی طرح مسلح رہنا اس وقت ہر انسان کا پیدائشی حق سمجھا جاتا تھا ۔ لیکن جب اہل بیت کوفہ میں وارد ہو ئے تو اس وقت تمام شہریوں کو غیر مسلح کرکے سخت حفاظتی پہرے بٹھا دیئے گئے اور معمولی شک کی بناء پر لوگوں کو پابندِ سلاسل بنا دیا گیا ۔ نیز شہری حقوق سلب کئے گئے۔  ",
          " ۲۳۔ خاندان رسالت کے خلاف ابن زیاد کی ہرزہ سرائی پر اعتر اض کرنے کے جرم میں عفیف ازدی کو شھید کیا گیا۔  ",
          " ۲۴۔ حکومتِ وقت نے جبرو استبداد اور فرعونی طاقت کا مظا ہرہ کرتے ہوئے اہلِ بیت رسول ؐکے خطبوں کو روک دیا ۔ اس طرح اہلِ بیتؑ سے آزادی بیان اور مسلمانوں سے حقائق سننے اور حقائق سے باخبر رہنے کی آزادی چھین لی گئی۔  ",
          " ۲۵۔ فقھاء و محدثین اور قاریانِ قرآن کو حکومتی پالیسی اور اقدامات کی تائید و اطاعت میں قرآن و سنت اور شرعی احکامات کی من پسند تاویل کرنے پر مجبور کیا گیا ۔ انکار کرنے والوں کو جیلوں اور  گھروں میں نظربند کر کے مسلمانوں سے قرآن و سنت اور دینی احکام کو سیکھنے اور سکھانے کی آزادی سلب کی۔ ",
          " اس طرح لوگوں سے ان کی فکری ، معنوی، مذہبی ، سیاسی ، معاشی ، تعلیمی اور تحریر و تقریر کی تمام آزادیاں چھین کر انہیں اپنا بے دام غلام بنا لیااور تاریخ انسانی کی بد ترین استبداد یت کا ریکارڈ قائم کیا۔ خلاصہ ِ کلا م یہ کہ:یزیدی حکومت نے تمام شیطانی ہتھکنڈے استعمال کیے تا کہ امت مسلمہ کو اپنا غلام بنائے رکھے۔ جس طرح کہ اس نے اہلِ مدینہ سے اپنی غلامی کی بیعت لی تھی ۔ "
        ]
      }
    },
    {
      "id": 6,
      "title": "علامہ اقبال   معرکہ کربلا  کے حوالے سے  فرماتے ہیں۔",
      "body": {
        "description": " چوں خلافت رشتہ از قرآن گسیخت  ۔۔۔ حریت را ز ہر اندر کام ریخت  ۔۔۔  خو است آن سر جلوۂ خیرالامم   ۔۔۔   چون سحاب قبلہ باران در قدم   ۔۔۔   برزمین کربلا بارید ورفت    ۔۔۔   لا لہ درویرانہ ھا کارید ورفت    ۔۔۔   نقش الا اللہ بر صحرا نوشت    ۔۔۔   سطرعنوان نجات مانوشت    ۔۔۔   خون او موج چمن ایجادکرد    ۔۔۔   تاقیامت قطع استبداد کرد    ۔۔۔   بہر حق درخاک وخون غلطیدہ است    ۔۔۔   پس بناء لاالہ گردیدہ است    ۔۔۔   )رموز بے خودی :   در معنی حریت اسلامی و سر حادثہ کربلا( ",
        "bullet_points": [
          " ترجمہ : ",
          " جب اسلامی حکومت نے قرآن کے ساتھ اپنا ناطہ توڑلیا اور آزادی کا گلاگھونٹ دیا ۔   ",
          " تو بہترین امت  کا سید و سر دار قبلہ کی طرف سے آنے والے ابر رحمت کی طرح اٹھا۔ رحمتوں کی بارش برساتا ہوا آگے بڑھا۔  ",
          " کربلا کی زمین کو سیراب کیا۔ اس نے ویرانوں کو لالہ زار  بنا دیا۔ ( الہٰی اقدار سے خالی دل میں شہادت کا بیج بویا۔) ",
          " دل کے صحرا میں الااللہ (صرف اللہ کی بندگی) کی تحریر منقش کر کے ہماری نجات کا سامان فراہم کیا گیا۔  ",
          " اس کے خون سے لالہ زار باغات آباد ہوئے اور وہاں سے ایسی لہر اٹھی جس نے قیامت تک کے لیے استبداد کی جڑیں کا ٹ دیں۔   ",
          " وہ حق کی خاطر خاک و خون میں غلطاں ہو کر نظر یہ توحید یعنی اسلام کی سنگ بنیاد قرار پائے۔ ",
          " غرض حسینؑ ابنِ علی ؑ نے فکرو عمل کی آزادی کے تمام تقاضے مکمل کرتے ہوئے نسلی بادشاہت ، جاگیرداری ، سرمایہ داری ، طبقاتی نظام ،فسق و فجور ، ظلم واستبداد، نسل پرستی اور قبیلہ پرستی  کے خلاف نیز فکری ،مذہبی اور عملی آزادی سلب کئے جانے کے خلاف قیام فرمایا۔ اور اللہ کی حاکمیت ، انسانیت کی آزادی ، انسانی مساوات ، معاشی انصاف اور حریتِ فکر کا علم بلند فرمایا  ۔ اپنے مقدس  خون سے لا الہٰ الااللہ کی بنیادوں کو استحکام بخشا۔ "
        ]
      }
    },
    {
      "id": 7,
      "title": " عزیز  م،",
      "body": {
        "description": " حسین بن علی کی بے مثال شخصیت، ترجیحات اور کوششوں پر غور کریں جن کے ذریعے انہوں نے ظلم ، جبر و استبداد اور غیر انسانی معاشرہ میں وہ علم بلند کیا جس کا ہدف  بنیادی انسانی حقوق ،  آزادی اور انصاف پر مبنی معاشرہ کی تشکیل  تھی۔  ",
        "bullet_points": [
          "  یاد رکھیں کہ ہم (شیعہ) ہر سال محرم الحرام کے مہینے میں ان کو خراجِ عقیدت پیش کرتے ہیں، ان کے میراث   اور ہمیشہ رہنے والے اصولوں کو یاد کرتے ہیں اور ان پر عمل کرنے کی کوشش کرتے ہیں۔  ",
          " الحقیر، ",
          " سجاد حسین مفتی "
        ]
      }
    }
  ]
}
