{
  "english": [
    {
      "id": 1,
      "title": "Sajjad Hussain Mufti ",
      "body": {
        "description": "Human beings are social beings. Therefore, they are dependent on society for their happiness and success, from which they seek cooperation to achieve their success and well-being. Naturally, they inclined towards mutual benefits, and for this reason, they go to great lengths to safeguard their lives, wealth, honor, family, religion, nation, homeland, position, and interests. In this pursuit, they make every possible effort to obtain the cooperation of others. At times, they appeal to the emotions of kinship and friendship, and at other times, they manipulate the sentiments of national, religious, linguistic, and regional biases, using them for their own benefit and against others. They may also resort to temptation, deception, and intimidation, depriving people of their freedom to think, understand, and choose, and compelling them to remain under their control. ",
        "bullet_points": [
          " This is why to tread the path of humanity, nobility, and happiness, mere intellectual strength is not enough; rather, it requires the divine revelation and guidance of innocent prophets appointed by Allah. This is the philosophy of religion and faith. ",
          " The Battle of Karbala is a unique event in human history. In reality, this event is a historical confrontation between the nobility of humanity and the demonic forces of degradation and meanness. The two parties involved are on one side, Yazid and his supporters. Yazid had at his disposal not only all the means of the vast and extensive Islamic empire but also the intellectual and political support of the Roman Empire. On the other side are Hussain, the son of Ali, and his 72 companions nurtured under divine destinies, who in terms of resources and military power, are much weaker than the Yazidi forces. On one side are a few brave fighters, and on the other side is a well-armed army consisting of thousands of individuals. ",
          " Hussain stands for freedom. His mission is to liberate human hearts and minds, thoughts and emotions, and the body and soul from all kinds of bondage, and to submit to the worship of Allah. That is why Hussain does not burn boats like Tariq bin Ziyad to render his companions helpless. He does not offer greed to anyone nor instills fear to keep them by his side. Rather, he sets everyone free, giving them the choice to either leave or stand in support of truth and freedom.",
          " Hussain stands for freedom. His mission is to liberate human hearts and minds, thoughts and emotions, and the body and soul from all kinds of bondage, and to submit to the worship of Allah. That is why Hussain does not burn boats like Tariq bin Ziyad to render his companions helpless. He does not offer greed to anyone nor instills fear to keep them by his side. Rather, he sets everyone free, giving them the choice to either leave or stand in support of truth and freedom.",
          " Yazid also claims to be the successor of the Messenger of Allah and the rightful ruler of the Islamic state. In this regard, the commands of the Quran and Sunnah and the unity and security of the Islamic state are his official duties. Since the Quran and Sunnah invite humanity to freedom, it must be seen who sowed the seeds of freedom in the Battle of Karbala and who cut its roots."
         
        ]
      }
    },
    {
      "id": 2,
      "title": "The state of freedom of thought and liberty in Hussain’s Side. ",
      "body": {
        "description": "Imam Hussain (peace be upon him) and his army were the guardians of the freedom of thought bestowed upon humanity by Allah. Therefore, the characteristics of the Hussaini army were as follows: ",
        "bullet_points": [
          " 1.Every soldier of the Hussaini army had a heart and mind free from the slavery of selfish desires and the contamination of corrupt morals.",
          "2.They were seekers of truth, truth-speakers, sincere, loyal, abstinent, and God-conscious, as well as enthusiastic for martyrdom, showing dedication in their commitment. ",
          "3.Their hearts were filled with divine recognition and love for the Lord, and they were devoted to the love of Prophet Muhammad and his family. ",
          " 4.Their thinking, actions, and choices were not influenced by ignorance or foolishness, nor were they swayed by the lust for power and self-interest. They were not overpowered by revengeful emotions, nor were they intimidated by tyranny and oppression or the military superiority of the enemy.", 
          " 5.The Hussaini army remained devoted to the worship of Allah and the cause of human freedom, even in the face of the enemy's onslaught and the shadows of their drawn swords."
        ]
      }
    }
  
]
}
